Repository: mozilla-l10n/mt-training-data
Catalog: pcd/pcd_pontoon.tmx
Source language: en_us
Languages: pcd

source: About
pcd: Quo qu'ch'est

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
pcd: Bukez dzeur { $actionType }<playIcon></playIcon>, chele phrase-lo ale o ti été dite conme i feut ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
pcd: { $actionType }<recordIcon></recordIcon> pi lisez chele phrase tout heut

source: Add <icon></icon> a public domain sentence
pcd: Rajoutez <icon></icon> éne phrase ed bien comun.

source: Add questions
pcd: Ermète des questions

source: Add Sentences
pcd: Ermète des phrases

source: Answer Questions
pcd: Réponde à chés questions

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
pcd: Tertous i peut rawarder, foaire rinviker pi raboénir es langue in départageant, in ahansant pi in aringeant chés jus d'baillies recrites pi dites.

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
pcd: <bold>A keuse qu'ech GF (gingin fabriké) i n'dévrot s'accionner foke aveuc quiques langues din l'monde ?</bold>

source: Cite with a URL link or the full name of the work.
pcd: Baillez ch'loyin o bin l'nom in intier ed l'euve.

source: Common Voice is a free, open source platform for community-led data creation
pcd: Common voice ch'est éne libe plache in récriture ouverte pour chl'ahansache ed baillies par chl'hotlé.

source: Community and Languages
pcd: Hotlés pi parlaches

source: Contact Us
pcd: Nous récrire

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
pcd: Ahansez o bin départagez des questions, des phrases pi d's écrivures ed bien comun. Os z'z imploérons pour chl'erterduisache d'chés tchots modèles ed langue, pi coèr d'eutes coses...

source: Download
pcd: Télékerker

source: Enter your public domain sentence here
pcd: Récrivez ichi vou phrase ed bien comun.

source: Exit & Delete clips
pcd: S'in aler pi défacher toute

source: Fewer than 15 words per sentence
pcd: Moinse ed 15 mots

source: Finish recording
pcd: Définir d'inrégistrer

source: Guidelines
pcd: Rieules

source: How do I cite?
pcd: Kmint bailler chele sorse

source: I agree
pcd: Ej su t'atitré aveuc

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
pcd: J'achertène qu'chele phase ale est ed <wikipediaLink>bien comun</wikipediaLink> pi qu'j'o l'drot dé l'baler.

source: Ideally natural and conversational (it should be easy to read the sentence)
pcd: Cha dot ète ajut à lire

source: I do not agree
pcd: J'ene su pon atitré aveuc

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
pcd: Si qu'ch'est vous mots à vouseute, disez foke <italicizedText>"ch'est mes mots à mi"</italicizedText>. Os ons bzon ed savoér éddù qu'ale vient chele phrase pour raviser si qu'ale est d'bien comun pi qu'i n'y o mie d'drots d'auteur pa-dzeur. Pour nin savoér ed pus alez erbéyer nous <guidelinesLink>rieules</guidelinesLink>.

source: Include appropriate citation
pcd: In dot bailler chés sorses

source: Language Text
pcd: Ecrivure

source: Large bulk sentence submission
pcd: invoyez in fikier aveuc éne tralée d'phrases

source: Leaving now means you'll lose your progress
pcd: Si qu'os partez achteure, vou ouvrache i sro pierdu

source: Listen
pcd: Acouter

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
pcd: éne phrase qu'i n'y o <noCopyright>mie d'drots d'auteur pa-dzeur </noCopyright> (cc--0)

source: No foreign letters
pcd: Mie d'lète horzène

source: No numbers and special characters
pcd: Mie d'chifes pi mie d'sènes espécials

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
pcd: Nou langue ch'est nou histoère, nous gins, nou culture. Ahansons chés jus d'baillies qu'in nin rève.

source: Press and Stories
pcd: Chés jornals pi chés artikes

source: Read Sentences
pcd: Lire des phrases

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
pcd: Lisez chés phrases tout heut din vou langue pi conterbuez à chés jus d'baillies publics chés pus bitaclés din l'monde.

source: Reference the source of your sentence (required)
pcd: Disez ed dù qu'ale vient vou phrase (ch'est obligé)

source: Report
pcd: Aviser

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
pcd: Répondez à chu qu'in vos dmande pour créyer des jus d'baillies qu'chés gins is dirotte. Fin bin pour les langues qu'is sont seurtoute dvisées.

source: Review
pcd: Huchiner chés récrivaches

source: Review questions
pcd: Huchiner chés questions

source: Review Sentences
pcd: Huchiner chés phrases

source: Scripted Speech
pcd: Lisache

source: SCRIPTED SPEECH
pcd: LISACHE

source: Select up to three domains (optional)
pcd: Cusissez dusqu'à tros tèmes

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
pcd: Chés phrases chi is sront rajoutées à in ju d'baillies pour tertous aveuc éne licince cc-0.

source: Single sentence submission
pcd: Invoyez foke éne phrase

source: Skip
pcd: Seuter

source: Small batch sentence submission
pcd: Invoyez éne poaire ed phrases

source: Speak
pcd: Edviser

source: Speak now
pcd: Dvise achteure

source: Spontaneous Speech
pcd: Parlache tout d'éne

source: SPONTANEOUS SPEECH
pcd: PARLACHE TOUT D'ÉNE

source: Start recording
pcd: Kmincher chl'inrégistrémint

source: Submit
pcd: Invoyer

source: Submit clips
pcd: Invoyer chés inrégistrémints

source: Technology that speaks your language
pcd: Éne technologie qu'a s'edvise din vou langue

source: The recording was too short.
pcd: Chl'inrégistrémint i étot d'trop tchot

source: Transcribe Audio
pcd: Récrivaches d'chés disaches

source: Use correct grammar
pcd: I feut qu'el gramoaire a fuche boène

source: Use correct orthography
pcd: I feut qu'ech récrivache pi l'ponctuacion is fuchtte boins

source: Validate Readings
pcd: Acherténer chés lisaches

source: What sentences can I add?
pcd: Quo qu'ej peus rajouter come phrase ?

source: Write
pcd: Récrire
